Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/PreferencesBackup.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# preferencesBackup.preview.skipped
source: 将跳过 %d 个本机不可用的插件设置、%d 项快捷键和 %d 个不可用或不可移植的操作。
ar: سيتم تخطي إعدادات %d من الإضافات غير المتاحة و%d من الاختصارات غير المتاحة و%d من الإجراءات غير المتاحة أو غير القابلة للنقل.
de: Einstellungen für %d nicht verfügbare Plugins, %d nicht verfügbare Kurzbefehle und %d nicht verfügbare oder nicht übertragbare Aktionen werden übersprungen.
en: Settings for %d unavailable plugins, %d unavailable shortcuts, and %d unavailable or non-portable actions will be skipped.
es: Se omitirán los ajustes de %d plugins no disponibles, %d atajos no disponibles y %d acciones no disponibles o no portátiles.
fr: Les réglages de %d extensions indisponibles, %d raccourcis indisponibles et %d actions indisponibles ou non transférables seront ignorés.
ja: 利用できないプラグイン %d 件の設定、利用できないショートカット %d 件、利用できないか移行できないアクション %d 件はスキップされます。
ko: 사용할 수 없는 플러그인 설정 %d개, 단축키 %d개 및 사용할 수 없거나 이식할 수 없는 동작 %d개는 건너뜁니다.
pt: As configurações de %d plugins indisponíveis, %d atalhos indisponíveis e %d ações indisponíveis ou não portáteis serão ignoradas.
ru: Настройки для %d недоступных плагинов, %d недоступных сочетаний клавиш и %d недоступных или непереносимых действий будут пропущены.
tr: Kullanılamayan %d eklentinin ayarları, kullanılamayan %d kısayol ve kullanılamayan ya da taşınabilir olmayan %d eylem atlanacak.
zh_hant: 將略過 %d 個本機不可用的插件設定、%d 項快速鍵和 %d 個不可用或不可移植的操作。

# preferencesBackup.preview.confirm
source: 导入
ar: استيراد
de: Importieren
en: Import
es: Importar
fr: Importer
ja: 読み込む
ko: 가져오기
pt: Importar
ru: Импортировать
tr: İçe Aktar
zh_hant: 匯入

# preferencesBackup.error.unsupportedFormat
source: 不支持的偏好设置备份版本（%d）。
ar: إصدار النسخ الاحتياطي للتفضيلات غير مدعوم (%d).
de: Nicht unterstützte Version der Einstellungssicherung (%d).
en: Unsupported preferences backup version (%d).
es: Versión de copia de preferencias no compatible (%d).
fr: Version de sauvegarde des préférences non prise en charge (%d).
ja: サポートされていない環境設定バックアップのバージョンです（%d）。
ko: 지원되지 않는 환경설정 백업 버전입니다(%d).
pt: Versão de backup de preferências não compatível (%d).
ru: Неподдерживаемая версия резервной копии настроек (%d).
tr: Desteklenmeyen tercihler yedeği sürümü (%d).
zh_hant: 不支援的偏好設定備份版本（%d）。

# preferencesBackup.error.fileTooLarge
source: 偏好设置备份不能超过 %d MB。
ar: يجب ألا يتجاوز حجم النسخة الاحتياطية للتفضيلات %d ميغابايت.
de: Die Einstellungssicherung darf nicht größer als %d MB sein.
en: The preferences backup must not exceed %d MB.
es: La copia de preferencias no puede superar %d MB.
fr: La sauvegarde des préférences ne doit pas dépasser %d Mo.
ja: 環境設定バックアップは %d MB 以下にしてください。
ko: 환경설정 백업은 %dMB를 초과할 수 없습니다.
pt: O backup de preferências não pode exceder %d MB.
ru: Размер резервной копии настроек не должен превышать %d МБ.
tr: Tercihler yedeği %d MB'yi aşmamalıdır.
zh_hant: 偏好設定備份不能超過 %d MB。

# preferencesBackup.error.invalidApplicationPreferences
source: 备份中的应用偏好设置无效。
ar: تفضيلات التطبيق في النسخة الاحتياطية غير صالحة.
de: Die App-Einstellungen in der Sicherung sind ungültig.
en: The app preferences in this backup are invalid.
es: Las preferencias de la app en esta copia no son válidas.
fr: Les préférences de l’app dans cette sauvegarde ne sont pas valides.
ja: このバックアップ内のアプリの環境設定は無効です。
ko: 이 백업의 앱 환경설정이 올바르지 않습니다.
pt: As preferências do app neste backup são inválidas.
ru: Настройки приложения в этой резервной копии недействительны.
tr: Bu yedekteki uygulama tercihleri geçersiz.
zh_hant: 備份中的應用程式偏好設定無效。

# preferencesBackup.preview.installablePlugins
source: 可安装的缺失插件
ar: إضافات مفقودة قابلة للتثبيت
de: Installierbare fehlende Plugins
en: Missing Plugins Available to Install
es: Plugins faltantes disponibles para instalar
fr: Extensions manquantes disponibles à l’installation
ja: インストール可能な不足プラグイン
ko: 설치 가능한 누락 플러그인
pt: Plugins ausentes disponíveis para instalação
ru: Доступные для установки отсутствующие плагины
tr: Yüklenebilecek Eksik Eklentiler
zh_hant: 可安裝的缺失插件

# preferencesBackup.preview.installablePluginsDescription
source: 仅会从已验证的插件列表下载你选中的插件。
ar: سيتم تنزيل الإضافات التي تحددها فقط من قائمة إضافات تم التحقق منها.
de: Nur ausgewählte Plugins werden aus dem verifizierten Plugin-Katalog geladen.
en: Only plugins you select will be downloaded from the verified plugin catalog.
es: Solo se descargarán los plugins que selecciones del catálogo de plugins verificado.
fr: Seules les extensions sélectionnées seront téléchargées depuis le catalogue d’extensions vérifié.
ja: 選択したプラグインのみ、検証済みのプラグインカタログからダウンロードされます。
ko: 선택한 플러그인만 검증된 플러그인 카탈로그에서 다운로드됩니다.
pt: Somente os plugins selecionados serão baixados do catálogo de plugins verificado.
ru: Только выбранные вами плагины будут загружены из проверенного каталога плагинов.
tr: Yalnızca seçtiğiniz eklentiler doğrulanmış eklenti kataloğundan indirilir.
zh_hant: 僅會從已驗證的插件列表下載你選取的插件。

# preferencesBackup.preview.installAndImport
source: 安装所选插件并导入
ar: تثبيت الإضافات المحددة واستيرادها
de: Ausgewählte Plugins installieren und importieren
en: Install Selected Plugins and Import
es: Instalar plugins seleccionados e importar
fr: Installer les extensions sélectionnées et importer
ja: 選択したプラグインをインストールして読み込む
ko: 선택한 플러그인 설치 및 가져오기
pt: Instalar plugins selecionados e importar
ru: Установить выбранные плагины и импортировать
tr: Seçili Eklentileri Yükle ve İçe Aktar
zh_hant: 安裝所選插件並匯入

# preferencesBackup.preview.installAndImportCount
source: 安装 %d 个插件并导入
ar: تثبيت %d إضافة واستيرادها
de: %d Plugins installieren und importieren
en: Install %d Plugins and Import
es: Instalar %d plugins e importar
fr: Installer %d extensions et importer
ja: %d個のプラグインをインストールして読み込む
ko: 플러그인 %d개 설치 및 가져오기
pt: Instalar %d plugins e importar
ru: Установить %d плагинов и импортировать
tr: %d Eklentiyi Yükle ve İçe Aktar
zh_hant: 安裝 %d 個外掛並匯入

# preferencesBackup.exportSelection.confirm
source: 继续导出…
ar: متابعة التصدير…
de: Export fortsetzen …
en: Continue Export…
es: Continuar exportación…
fr: Continuer l’exportation…
ja: 書き出しを続ける…
ko: 내보내기 계속…
pt: Continuar exportação…
ru: Продолжить экспорт…
tr: Dışa Aktarmaya Devam Et…
zh_hant: 繼續輸出…

# preferencesBackup.exportSelection.deviceLocalRulesOmitted
source: %d 条绑定到此 Mac 显示器的自动化规则不会导出。
ar: لن يتم تصدير %d من قواعد الأتمتة المرتبطة بشاشة على هذا الـ Mac.
de: %d Automationsregeln, die an ein Display dieses Macs gebunden sind, werden nicht exportiert.
en: %d automation rules tied to a display on this Mac will not be exported.
es: No se exportarán %d reglas de automatización vinculadas a una pantalla de este Mac.
fr: %d règles d’automatisation liées à un écran de ce Mac ne seront pas exportées.
ja: このMacのディスプレイに関連付けられた%d件の自動化ルールは書き出されません。
ko: 이 Mac의 디스플레이에 연결된 자동화 규칙 %d개는 내보내지 않습니다.
pt: %d regras de automação vinculadas a uma tela deste Mac não serão exportadas.
ru: %d правил автоматизации, привязанных к дисплею этого Mac, не будут экспортированы.
tr: Bu Mac'teki bir ekrana bağlı %d otomasyon kuralı dışa aktarılmayacak.
zh_hant: %d 條綁定到此 Mac 顯示器的自動化規則不會輸出。

# preferencesBackup.exportSelection.title
source: 选择要导出的偏好设置
ar: اختيار التفضيلات المراد تصديرها
de: Zu exportierende Einstellungen auswählen
en: Choose Preferences to Export
es: Elegir preferencias para exportar
fr: Choisir les préférences à exporter
ja: 書き出す設定を選択
ko: 내보낼 환경설정 선택
pt: Escolher preferências para exportar
ru: Выбор настроек для экспорта
tr: Dışa Aktarılacak Tercihleri Seçin
zh_hant: 選擇要輸出的偏好設定

# preferencesBackup.selection.automation
source: 工作流与自动化规则
ar: سير العمل وقواعد الأتمتة
de: Workflows und Automationsregeln
en: Workflows and Automation Rules
es: Flujos de trabajo y reglas de automatización
fr: Processus et règles d’automatisation
ja: ワークフローと自動化ルール
ko: 워크플로 및 자동화 규칙
pt: Fluxos de trabalho e regras de automação
ru: Процессы и правила автоматизации
tr: İş Akışları ve Otomasyon Kuralları
zh_hant: 工作流程與自動化規則

# preferencesBackup.selection.description
source: 仅导出所选类别。导入时还可以再次选择要恢复的内容。
ar: يتم تصدير الفئات المحددة فقط. يمكنك اختيار ما تريد استعادته مرة أخرى عند الاستيراد.
de: Nur ausgewählte Kategorien werden exportiert. Beim Import kannst du erneut auswählen, was wiederhergestellt wird.
en: Only selected categories are exported. You can choose what to restore again when importing.
es: Solo se exportan las categorías seleccionadas. Al importar podrás volver a elegir qué restaurar.
fr: Seules les catégories sélectionnées sont exportées. Vous pourrez à nouveau choisir quoi restaurer lors de l’importation.
ja: 選択したカテゴリのみを書き出します。読み込み時に復元する内容を再度選べます。
ko: 선택한 범주만 내보냅니다. 가져올 때 복원할 항목을 다시 선택할 수 있습니다.
pt: Somente as categorias selecionadas são exportadas. Ao importar, você poderá escolher novamente o que restaurar.
ru: Экспортируются только выбранные категории. При импорте можно снова выбрать, что восстановить.
tr: Yalnızca seçili kategoriler dışa aktarılır. İçe aktarırken geri yükleyeceklerinizi yeniden seçebilirsiniz.
zh_hant: 只會輸出所選類別。輸入時還可以再次選擇要回復的內容。

# preferencesBackup.selection.pluginLayout
source: 插件布局与可见性
ar: تخطيط الإضافات وإمكانية ظهورها
de: Plugin-Anordnung und Sichtbarkeit
en: Plugin Layout and Visibility
es: Disposición y visibilidad de plugins
fr: Disposition et visibilité des modules
ja: プラグインの配置と表示
ko: 플러그인 배치 및 표시 여부
pt: Layout e visibilidade dos plugins
ru: Расположение и видимость плагинов
tr: Eklenti Düzeni ve Görünürlüğü
zh_hant: 外掛佈局與可見性

# preferencesBackup.selection.runLinks
source: 已保存的 Run Link
ar: روابط التشغيل المحفوظة
de: Gespeicherte Run Links
en: Saved Run Links
es: Run Links guardados
fr: Run Links enregistrés
ja: 保存済み Run Link
ko: 저장된 Run Link
pt: Run Links salvos
ru: Сохранённые Run Link
tr: Kayıtlı Run Link'ler
zh_hant: 已儲存的 Run Link

# preferencesBackup.selection.application.description
source: 外观、语言和菜单栏点击方式；不包含权限、登录项或凭证。
ar: المظهر واللغة وسلوك النقر على شريط القوائم؛ لا يشمل الأذونات أو عناصر تسجيل الدخول أو بيانات الاعتماد.
de: Erscheinungsbild, Sprache und Klickverhalten der Menüleiste; ohne Berechtigungen, Anmeldeobjekte oder Zugangsdaten.
en: Appearance, language, and menu bar click behavior; excludes permissions, login items, and credentials.
es: Apariencia, idioma y comportamiento de clic de la barra de menús; no incluye permisos, ítems de inicio ni credenciales.
fr: Apparence, langue et comportement de clic de la barre des menus ; sans autorisations, éléments d’ouverture ni identifiants.
ja: 外観、言語、メニューバーのクリック動作。権限、ログイン項目、認証情報は含みません。
ko: 모양, 언어 및 메뉴 막대 클릭 동작입니다. 권한, 로그인 항목 및 자격 증명은 제외됩니다.
pt: Aparência, idioma e comportamento de clique da barra de menus; não inclui permissões, itens de início ou credenciais.
ru: Оформление, язык и поведение щелчка по строке меню; без разрешений, объектов входа и учётных данных.
tr: Görünüm, dil ve menü çubuğu tıklama davranışı; izinleri, oturum öğelerini ve kimlik bilgilerini içermez.
zh_hant: 外觀、語言和選單列點按方式；不包含權限、登入項目或憑證。

# preferencesBackup.selection.pluginLayout.description
source: 恢复仪表盘和功能面板中的插件顺序与可见性；缺失插件需要另外安装。
ar: يستعيد ترتيب الإضافات وظهورها في لوحة المعلومات ولوحة الميزات؛ يجب تثبيت الإضافات المفقودة بشكل منفصل.
de: Stellt Reihenfolge und Sichtbarkeit in Dashboard und Funktionsbereich wieder her; fehlende Plugins müssen separat installiert werden.
en: Restores plugin order and visibility in Dashboard and Feature Panel; missing plugins must be installed separately.
es: Restaura el orden y la visibilidad en el Dashboard y el Panel de funciones; los plugins ausentes deben instalarse aparte.
fr: Restaure l’ordre et la visibilité dans le tableau de bord et le panneau de fonctions ; les modules absents doivent être installés séparément.
ja: ダッシュボードと機能パネルのプラグインの順序と表示を復元します。不足するプラグインは別途インストールが必要です。
ko: 대시보드와 기능 패널의 플러그인 순서 및 표시 여부를 복원합니다. 누락된 플러그인은 별도로 설치해야 합니다.
pt: Restaura a ordem e a visibilidade no Painel e no Painel de recursos; plugins ausentes precisam ser instalados separadamente.
ru: Восстанавливает порядок и видимость в панели и панели функций; отсутствующие плагины устанавливаются отдельно.
tr: Dashboard ve Özellik Paneli'ndeki eklenti sırasını ve görünürlüğünü geri yükler; eksik eklentilerin ayrıca yüklenmesi gerekir.
zh_hant: 回復儀表板和功能面板中的外掛順序與可見性；缺少的外掛需要另外安裝。

# preferencesBackup.selection.shortcuts.description
source: 恢复应用和操作快捷键；插件操作还需要对应插件及其设置。
ar: يستعيد اختصارات التطبيق والإجراءات؛ تتطلب إجراءات الإضافات الإضافة وإعداداتها المقابلة.
de: Stellt App- und Aktionskurzbefehle wieder her; Plugin-Aktionen benötigen das jeweilige Plugin und seine Einstellungen.
en: Restores app and action shortcuts; plugin actions also require their plugin and corresponding settings.
es: Restaura atajos de la app y de acciones; las acciones de plugins también requieren su plugin y ajustes.
fr: Restaure les raccourcis de l’app et des actions ; les actions de modules exigent aussi leur module et ses réglages.
ja: アプリとアクションのショートカットを復元します。プラグインのアクションには対応するプラグインと設定も必要です。
ko: 앱 및 동작 단축키를 복원합니다. 플러그인 동작에는 해당 플러그인과 설정도 필요합니다.
pt: Restaura atalhos do app e de ações; ações de plugins também exigem o plugin e as configurações correspondentes.
ru: Восстанавливает сочетания клавиш приложения и действий; действиям плагинов также нужны соответствующие плагины и настройки.
tr: Uygulama ve eylem kısayollarını geri yükler; eklenti eylemleri ayrıca ilgili eklentiyi ve bunun ayarlarını gerektirir.
zh_hant: 回復應用程式和動作快速鍵；外掛動作還需要對應外掛及其設定。

# preferencesBackup.selection.automation.description
source: 保留工作流标识和直接 Run Link；工作流步骤仍需要对应插件及其设置。
ar: يحافظ على معرّفات سير العمل وروابط التشغيل المباشرة؛ ما زالت الخطوات تتطلب الإضافات وإعداداتها.
de: Behält Workflow-IDs und direkte Run Links bei; Schritte benötigen weiterhin ihre Plugins und Einstellungen.
en: Preserves workflow IDs and direct Run Links; workflow steps still require their plugins and settings.
es: Conserva los ID de flujo y sus Run Links directos; los pasos siguen necesitando sus plugins y ajustes.
fr: Conserve les identifiants de workflow et les Run Links directs ; les étapes nécessitent toujours leurs modules et réglages.
ja: ワークフローIDと直接のRun Linkを保持します。各ステップには対応するプラグインと設定が必要です。
ko: 워크플로 ID와 직접 Run Link를 유지합니다. 단계에는 해당 플러그인과 설정이 계속 필요합니다.
pt: Preserva IDs de fluxos e Run Links diretos; as etapas ainda exigem seus plugins e configurações.
ru: Сохраняет идентификаторы процессов и прямые Run Link; шагам по-прежнему нужны плагины и их настройки.
tr: İş akışı kimliklerini ve doğrudan Run Link'leri korur; iş akışı adımları yine ilgili eklentileri ve ayarları gerektirir.
zh_hant: 保留工作流程識別碼和直接 Run Link；工作流程步驟仍需要對應外掛及其設定。

# preferencesBackup.selection.runLinks.description
source: 参数化操作的已保存链接；工作流链接随“工作流与自动化规则”一起恢复。
ar: روابط محفوظة للإجراءات ذات المعلمات؛ تُستعاد روابط سير العمل مع «مهام سير العمل وقواعد الأتمتة».
de: Gespeicherte Links für parametrisierte Aktionen; Workflow-Links werden mit „Workflows und Automationsregeln“ wiederhergestellt.
en: Saved links for parameterized actions; workflow links are restored with Workflows and Automation Rules.
es: Enlaces guardados para acciones con parámetros; los enlaces de flujos se restauran con Flujos y reglas de automatización.
fr: Liens enregistrés pour les actions paramétrées ; les liens de workflow sont restaurés avec les workflows et règles d’automatisation.
ja: パラメータ付きアクションの保存済みリンクです。ワークフローのリンクは「ワークフローと自動化ルール」で復元されます。
ko: 매개변수가 있는 동작의 저장된 링크입니다. 워크플로 링크는 워크플로 및 자동화 규칙과 함께 복원됩니다.
pt: Links salvos para ações parametrizadas; links de fluxos são restaurados com Fluxos e regras de automação.
ru: Сохранённые ссылки параметризованных действий; ссылки процессов восстанавливаются вместе с процессами и правилами автоматизации.
tr: Parametreli eylemler için kaydedilmiş bağlantılar; iş akışı bağlantıları İş Akışları ve Otomasyon Kuralları ile birlikte geri yüklenir.
zh_hant: 參數化動作的已儲存連結；工作流程連結會隨「工作流程與自動化規則」一起回復。

# preferencesBackup.selection.plugins.description
source: 仅包含插件声明为可移植的设置。脚本文本等敏感内容仍需在对应插件中单独允许备份。
ar: يتضمن فقط الإعدادات التي تعلن الإضافة أنها قابلة للنقل. تتطلب المحتويات الحساسة مثل نصوص البرامج النصية إذنًا منفصلًا داخل الإضافة.
de: Enthält nur vom Plugin als portabel deklarierte Einstellungen. Sensible Inhalte wie Skripttext müssen im Plugin separat freigegeben werden.
en: Includes only settings the plugin declares portable. Sensitive content such as script source still requires separate opt-in inside that plugin.
es: Solo incluye ajustes que el plugin declara portátiles. El contenido sensible, como el código de scripts, requiere permiso aparte en el plugin.
fr: Inclut seulement les réglages déclarés portables par le module. Le contenu sensible, comme le texte des scripts, exige une autorisation dans le module.
ja: プラグインが移行可能とする設定のみを含みます。スクリプト本文などの機密内容はプラグイン内で個別に許可する必要があります。
ko: 플러그인이 이동 가능하다고 선언한 설정만 포함합니다. 스크립트 원문 같은 민감한 내용은 플러그인에서 별도로 허용해야 합니다.
pt: Inclui apenas configurações declaradas portáteis pelo plugin. Conteúdo sensível, como o código de scripts, exige permissão separada no plugin.
ru: Включает только настройки, объявленные плагином переносимыми. Для чувствительных данных, например текста скриптов, нужно отдельное разрешение в плагине.
tr: Yalnızca eklentinin taşınabilir olarak bildirdiği ayarları içerir. Betik kaynağı gibi hassas içerikler için ilgili eklenti içinde ayrıca izin vermeniz gerekir.
zh_hant: 僅包含外掛宣告為可攜式的設定。指令碼文字等敏感內容仍需在對應外掛中另外允許備份。

# preferencesBackup.preview.replaceNotice
source: 将替换以上偏好类别；备份中未包含的设置会恢复为默认值。
ar: تُستبدل الفئات المعروضة من التفضيلات؛ وتعود الإعدادات غير الموجودة في النسخة الاحتياطية إلى قيمها الافتراضية.
de: Die angezeigten Einstellungskategorien werden ersetzt; Einstellungen, die nicht in der Sicherung enthalten sind, werden auf ihre Standardwerte zurückgesetzt.
en: The listed preference categories are replaced; settings absent from the backup return to their defaults.
es: Se reemplazan las categorías de preferencias indicadas; los ajustes que no están en la copia vuelven a sus valores predeterminados.
fr: Les catégories de préférences indiquées sont remplacées ; les réglages absents de la sauvegarde reviennent à leurs valeurs par défaut.
ja: 表示された環境設定のカテゴリが置き換えられます。バックアップにない設定はデフォルト値に戻ります。
ko: 표시된 환경설정 범주가 대체되며 백업에 없는 설정은 기본값으로 돌아갑니다.
pt: As categorias de preferências listadas são substituídas; as configurações ausentes do backup voltam aos valores padrão.
ru: Перечисленные категории настроек заменяются; параметры, отсутствующие в резервной копии, возвращаются к значениям по умолчанию.
tr: Listelenen tercih kategorileri değiştirilir; yedekte bulunmayan ayarlar varsayılan değerlerine döner.
zh_hant: 將取代以上偏好類別；備份中未包含的設定會回復為預設值。

# preferencesBackup.import.pluginRestoreFailed
source: 无法恢复“%@”的插件设置。
ar: تعذر استعادة إعدادات "%@".
de: Die Einstellungen für „%@“ konnten nicht wiederhergestellt werden.
en: Couldn’t restore settings for “%@”.
es: No se pudieron restaurar los ajustes de «%@».
fr: Impossible de restaurer les réglages de « %@ ».
ja: 「%@」の設定を復元できませんでした。
ko: ‘%@’ 설정을 복원할 수 없습니다.
pt: Não foi possível restaurar os ajustes de “%@”.
ru: Не удалось восстановить настройки «%@».
tr: “%@” için ayarlar geri yüklenemedi.
zh_hant: 無法回復「%@」的外掛設定。

# preferencesBackup.import.pluginRestoreDeferred
source: 已安装“%@”。请重新启动 MacTools，然后再次导入此备份以恢复其设置。
ar: تم تثبيت "%@". أعد تشغيل MacTools، ثم استورد هذه النسخة الاحتياطية مرة أخرى لاستعادة إعداداته.
de: „%@“ wurde installiert. Starte MacTools neu und importiere dieses Backup erneut, um die Einstellungen wiederherzustellen.
en: “%@” was installed. Restart MacTools, then import this backup again to restore its settings.
es: Se instaló «%@». Reinicia MacTools y vuelve a importar esta copia de seguridad para restaurar sus ajustes.
fr: « %@ » a été installé. Redémarrez MacTools, puis importez à nouveau cette sauvegarde pour restaurer ses réglages.
ja: 「%@」をインストールしました。MacTools を再起動してから、このバックアップをもう一度読み込んで設定を復元してください。
ko: ‘%@’이(가) 설치되었습니다. MacTools를 다시 시작한 다음 이 백업을 다시 가져와 설정을 복원하십시오.
pt: “%@” foi instalado. Reinicie o MacTools e importe este backup novamente para restaurar os ajustes.
ru: Плагин «%@» установлен. Перезапустите MacTools, затем снова импортируйте эту резервную копию, чтобы восстановить его настройки.
tr: “%@” yüklendi. Ayarlarını geri yüklemek için MacTools'u yeniden başlatıp bu yedeği yeniden içe aktarın.
zh_hant: 已安裝「%@」。請重新啟動 MacTools，然後再次匯入此備份以回復其設定。

# preferencesBackup.importProgress.preparing
source: 正在准备导入…
ar: جارٍ تحضير الاستيراد…
de: Import wird vorbereitet…
en: Preparing import…
es: Preparando la importación…
fr: Préparation de l’importation…
ja: 読み込みを準備中…
ko: 가져오기를 준비 중…
pt: A preparar a importação…
ru: Подготовка импорта…
tr: İçe aktarma hazırlanıyor…
zh_hant: 正在準備輸入…

# preferencesBackup.importProgress.installing
source: 正在安装 %@（%d/%d）…
ar: جارٍ تثبيت %@ (%d/%d)…
de: %@ wird installiert (%d/%d)…
en: Installing %@ (%d/%d)…
es: Instalando %@ (%d/%d)…
fr: Installation de %@ (%d/%d)…
ja: %@ をインストール中（%d/%d）…
ko: %@ 설치 중(%d/%d)…
pt: A instalar %@ (%d/%d)…
ru: Установка %@ (%d/%d)…
tr: %@ yükleniyor (%d/%d)…
zh_hant: 正在安裝 %@（%d/%d）…

# preferencesBackup.importProgress.restoring
source: 正在应用偏好设置…
ar: جارٍ تطبيق التفضيلات…
de: Einstellungen werden angewendet…
en: Applying preferences…
es: Aplicando las preferencias…
fr: Application des préférences…
ja: 環境設定を適用中…
ko: 환경설정을 적용 중…
pt: A aplicar as preferências…
ru: Применение настроек…
tr: Tercihler uygulanıyor…
zh_hant: 正在套用偏好設定…

# preferencesBackup.cloudSync.changeFolder
source: 更改…
ar: تغيير…
de: Ändern…
en: Change…
es: Cambiar…
fr: Changer…
ja: 変更…
ko: 변경…
pt: Alterar…
ru: Изменить…
tr: Değiştir…

# preferencesBackup.cloudSync.chooseFolder
source: 选择文件夹…
ar: اختر المجلد...
de: Ordner auswählen…
en: Choose Folder…
es: Elija Carpeta…
fr: Choisir un dossier…
ja: フォルダーを選択…
ko: 폴더 선택…
pt: Escolher pasta…
ru: Выбрать папку…
tr: Klasör Seç…
zh_hant: 選擇資料夾…
